Repository: omeka-s-modules/ItemCarouselBlock
Catalog: language/*.po
Languages: ca_es, es, et, eu, fr, it, pt_br

source: Advanced Options
ca_es: Opcions avançades
es: Opciones avanzadas
et: Lisavalikud
eu: Aukera Aurreratuak
fr: Options avancées
it: Opzioni avanzate
pt_br: Opções avançadas

source: Item Carousel
ca_es: Carrusel d'elements
es: Carrusel de fichas
et: Ühikute karusell
eu: Elementuen Karrusela
fr: Manège à contenus
it: Contenuto carousel
pt_br: Carrossel de item

source: Carousel title
ca_es: Títol
es: Título del carrusel
et: Karusselli pealkiri
eu: Karrusel izenburua
fr: Titre du manège
it: Titolo del carousel
pt_br: Título do carrossel

source: Items per page
et: Ühikuid lehe kohta

source: The number of item slides shown per page
et: Ühiku slaidide arv leheküljel

source: Show attachment caption
ca_es: Mostra el peu d'imatge dels fitxers
es: Mostrar título adjunto
et: Näita manuse pealkirja
eu: Erakutsi atxikiaren epigrafrea
fr: Afficher la légende de la pièce jointe
it: Mostra la didascalia dell'allegato
pt_br: Mostrar legenda do anexo

source: Overlay title/caption
ca_es: Superposa el títol / encapçalament
es: Título o pie superpuesto
et: Pealkiri
eu: Gainjarri titulua/epigrafrea
fr: Superposer le titre, la légende
it: Sovrapponi titolo/didascalia
pt_br: Sobreposição de título/legenda

source: Place title/caption over image (may require adjusting theme CSS text settings)
ca_es: Ubica el títol / peu sobre la imatge (requereix ajustar el CSS del tema)
es: Ubica un título o pie sobre la imagen (podría requerir ajustes en el código CSS para el texto en el tema)
et: Paiguta pildi peale pealkiri (võimalik, et teema CSS teksti seadeid on vaja kohendada)
eu: Ipini titulu/epigrafea irudi gainean (gaiaren CSS ezarpenak doitzea ekar dezake)
fr: Placer le titre, la légende par dessus l’image (peut nécessiter d’ajuster les paramètres du texte dans le CSS du thème).
it: Disponi titolo/didascalia sopra l'immagine (potrebbe esseci bisogno di adeguare le impostazioni CSS del tema)
pt_br: Coloque o título/legenda sobre a imagem (pode ser necessário ajustar as configurações de texto CSS do tema)

source: Text align
ca_es: Alineació del text
es: Alineación del texto
et: Teksti joondus
eu: Testu lerrokatzea
fr: Alignement du texte
it: Allinea il testo
pt_br: Alinhamento de texto

source: Left
et: Vasakule

source: Center
et: Keskele

source: Right
et: Paremale

source: Stretch Image
et: Venita pilti

source: Fill width
ca_es: Ample complet
es: Ocupar el ancho
et: Täida laius
eu: Bete zabalera
fr: Remplir la largeur
it: Adatta alla larghezza
pt_br: Largura de preenchimento

source: Fill height
ca_es: Alçada completa
es: Ocupar el alto
et: Täida kõrgus
eu: Bete altuera
fr: Remplir la hauteur
it: Adatta all'altezza
pt_br: Altura de preenchimento

source: Fill entire slide
ca_es: Omple tota la diapositiva
es: Ocupar la diapositiva completa
et: Täida kogu slaid
eu: Bete diapositiba osoa
fr: Remplir la diapositive entière
it: Adatta all'intera scheda
pt_br: Preencher o slide inteiro

source: Auto slide duration
ca_es: Durada automàtica
es: Duración de la diapositiva automática
et: Automaatne slaidi kestvus
eu: Automatikoki irristatze iraupena
fr: Durée de la diapositive automatique
it: Durata automatica di rotazione
pt_br: Duração do slide automático

source: Time in milliseconds to pause before auto advance (set to 0 to turn off)
ca_es: El temps en mil·lisegons fins a la pausa abans d'avançar automàticament (si es configura com a 0 es deshabilita)
es: Tiempo en milisegundos para hacer una pausa y posteriormente avanzar automáticamente (0 para desactivar)
et: Aeg millisekundites, kui pika paus peetakse enne, kui slaider automaatselt edasi liigub (välja lülitamiseks sisesta 0)
eu: Geldirik egoteko denbora milisegundutan berriro automatikoki aurrera egin aurretik (ezarri 0ra desgaitzeko)
fr: Temps de pause en millisecondes avant de passer à la diapositive suivante automatiquement (définir à 0 pour désactiver).
it: Tempo di attesa in millisecondi prima di avanzare (imposta a 0 per disattivare)
pt_br: Tempo em milissegundos para pausar antes do avanço automático (defina como 0 para desligar)

source: Infinite loop
ca_es: Bucle infinit
es: Bucle infinito
et: Lõputu kordamine
eu: Begizta infinitua
fr: Boucle infinie
it: Rotazione infinita
pt_br: Loop infinito

source: Fade between slides
ca_es: Esvaeix entre diapositives
es: Desvanecer entre diapositivas
et: Sujuv üleminek slaidide vahel
eu: Koloregabetu diapositiben artean
fr: Fondu entre les diapositives
it: Sfuma tra le schede
pt_br: Desvanecer entre slides

source: Note: only works with 1 item per page
et: Märkus: Töötab ainult siis, kui lehekülje kohta näidatakse ühte ühikut

source: Items per slide
ca_es: Recursos per diapositiva
it: Contenuti per slide

source: The number of items shown per carousel slide
ca_es: El nombre de recursos que es mostren per diapositiva al carrusel
it: Il numero di contenuti mostrati per ogni slide del carousel

source: Stretch image
ca_es: Estira la imatge
it: Allarga l'immagine

source: Breakpoint
ca_es: Punt de ruptura
it: Soglia

source: Display one item per slide when carousel width drops below given pixel width. Adjust for mobile display, carousels with many items per page, etc.
ca_es: Mostra un element per diapositiva quan l'amplada del carrusel sigui inferior a l'amplada en píxels indicada. S'ajusta als mòbils, carrusels amb molts elements per pàgina, etc.
it: Mostra un contenuto per slide quando la larghezza del carousel si riduce sotto un certo numero di pixel. Adegua per dispositivi mobili, carousel con molti contenuti per pagina, ecc.

source: Note: only works with 1 item per slide
ca_es: Nota: només funciona amb 1 recurs per diapositiva
it: N.B.: funziona solo con un singolo contenuto per slide
